{
    "paprika": {
        "main": [
            {
                "filename": "tribepup-paprika-jesse-pinkman.jpeg",
                "title": "Surprise Follow Art",
                "description": "I hadn't used Twitter in over a year when I received this, and yet Tribepup made me a little gift! I still wonder how this came to be, but I'm very grateful regardless.",
                "date": "July 13, 2025",
                "artistName": "Tribepup",
                "artistProfile": "https://x.com/TribePup",
                "altText": "Digital bust drawing of a yellow anthropomorphic rabbit wearing a black-and-white flannel jacket, yellow hoodie, and beanie. They seem to wear a pained expression on their face. To their left, the image is captioned with \"Thank you for following! Hope you like it!\", and is signed by \"Tribepup\".",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "plushie-king-paprika-knife-blood.png",
                "title": "Halloween Commission, Featuring Weapon of Choice",
                "description": "From a YCH. Flashy comm featuring Paprika being all evil. Picture taken seconds after a grisly knife murder.",
                "date": "January 10, 2024",
                "artistName": "Plushieking / Puppinpills (artist no longer active, all socials deleted)",
                "artistProfile": "https://puppinpills.carrd.co/",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit standing against a purple dotted background. They are covered in blood, and show off a sharp-toothed smile. Another picture of the same character is shown on the top right corner, where they present a large knife also covered in blood and stand in a more hunched pose.",
                "spoilerReason": "Knife, blood",
                "lowres": false
            },
            {
                "filename": "accentaigu-tw-lee-paprika.png",
                "title": "Business Casual Nitro Sketch",
                "description": "Paprika wearing a button-up shirt and dress pants, with an annoyed or tired expression (sigh). Quick sketch (US$10 Discord Nitro Gift).",
                "date": "December 26, 2023",
                "artistName": "Accentaigu",
                "artistProfile": "https://bsky.app/profile/accentaigu.bsky.social",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit standing against a white background. They have an annoyed expression, and are wearing a white button-up shirt, blue dress pants, and a black belt.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "possbum-jesse-paprika.png",
                "title": "The Beginning of the Emo Era",
                "description": "Paprika wearing a specific outfit that Jesse Pinkman from Breaking Bad wears. This of course was inspired by the similarities between the characters, at least in my head. I really love the texture in this one.",
                "date": "November 4, 2023",
                "artistName": "Possbum",
                "artistProfile": "https://bsky.app/profile/possbum.bsky.social",
                "altText": "Digital drawing of a sad-looking yellow anthropomorphic rabbit standing against a grey background. They wear a yellow hoodie, with another black-and-white plaid zipper hoodie with rolled-up sleeves worn open on top. They also wear dark blue jeans, and are barefoot. Their black beanie hides most of their dark-brown hair, but a tuft manages to escape out the front and to the side. Their long and droopy ears also rest on their shoulders.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "lopjerk-paprika-painted.png",
                "title": "Starving in the Woods",
                "description": "Paprika out in the wilderness, with a litle campfire. All they got is a can of beans and their trusty chef's knife. They look like they just heard some branches crackle. An earlier sketch showed a more relaxing situation, almost if they were camping, but I specifically requested that Paprika should suffer instead.",
                "date": "August 9, 2023",
                "artistName": "Lopjerk",
                "artistProfile": "https://x.com/lopjerk",
                "altText": "Digital painting of a yellow anthropomorphic rabbit kneeling against a small campfire in the dark. They look over their shoulder with a pained expression, while they pry open a can with a chef's knife.",
                "spoilerReason": "Knife",
                "lowres": false
            },
            {
                "filename": "paprika-ref-color.png",
                "title": "Self-made Reference Sheet",
                "description": "I'm not all that good at drawing, but I gave it the good ol' college try (many many hours of hitting ctrl+z because I am a perfectionist). This was actually originally meant to be a reference for a 3D model, made to be imported into blender, but the drawing was already there, so I said \"Why not?\" and just polished the whole thing up with coloring, lineart, and information so that it could be used as a 2D reference sheet as well (this is why Paprika is in an A-pose). Still unsure on that accent color though.",
                "date": "July 7, 2023",
                "artistName": "Captaincronch / Captcronch / Cronch (me)",
                "artistProfile": "https://ref.paprika.live",
                "altText": "Digital reference drawing of a yellow anthropomorphic rabbit standing against a green background. Another version of the same character, facing 90 degrees to the left, is seen on the right side of the image. Various pieces of information about the character are found on a red column in the middle, including the character's name (Paprika), pronouns (he/they), gender (male), species (rabbit), and color palette (yellow-beige, creamy beige, reddish-brown, brown, salmon, and cyan).",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "sodabytes-paprikapfp.png",
                "title": "The First Icon",
                "description": "My first big commission, at least monetarily (the previous one was US$12, if I remember correctly). I used this as my profile picture everywhere for a very long time! Now this was early furry days, so I requested that it should be passable as not furry, and in that it succeeded. I had many many people ask if my avatar was Kris from Deltarune (a circular crop will hide the ears — smart!).",
                "date": "January 18, 2023",
                "artistName": "Sodabytes",
                "artistProfile": "https://bsky.app/profile/sodabytes.com",
                "altText": "Digital drawing of a happy-looking yellow anthropomorphic rabbit's face against a green background. Their ears barely show out of the frame, and their eyes don't show from under their brown hair.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "flockfolk-paprika.jpg",
                "title": "Cute and Standing",
                "description": "Paprika with hair covering eyes. Feminine ass rabbit. Spiky ears, not very lopped. Very bushy tail.",
                "date": "December 27, 2022",
                "artistName": "Flockfolk",
                "artistProfile": "https://bsky.app/profile/flockfolk.bsky.social",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit standing against an off-white background. Their hair covers their eyes, and they have a speech bubble containing a heart.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "paprika_the_bunneh.png",
                "title": "The Original Concept",
                "description": "Reference made by one of my first furry friends. I provided her with a long list of wants and desires, and she fulfilled it to the best of her ability. As can be seen, my friend is very sci-fi-minded, but the changes made over time haven't been very extreme.",
                "date": "October 18, 2022",
                "artistName": "Scidev (not on social media, as far as I know)",
                "artistProfile": "https://github.com/SciDev5",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit standing against a white background, to the left of large text which states \"Paprika\", \"he/him\", and \"bunneh!\". The image is signed by \"SciDev\", who describes themselves in small text as the \"Proud maker of all the stuff nobody asked for\".",
                "spoilerReason": "",
                "lowres": false
            }
        ],
        "other": [
            {
                "filename": "realcookiee-paprika-cookie-hammer-torture-sadism-blood.webp",
                "title": "I Would Torture This Dude in a Shipping Container for up to a Year",
                "description": "My buddy Cookie deriving some sort of sick pleasure from inflicting harm upon me. I feel like a CS:GO hostage.",
                "date": "May 24, 2025",
                "artistName": "Realcookii / Realcookiee",
                "artistProfile": "https://bsky.app/profile/realcookii.bsky.social",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit wearing only underwear with blood splattered on their fur, coming out of their head. They are being held off the ground by their hair by a purple anthropomorphic cat wearing a ski mask. The rabbit has a scared expression on their face, while the cat has a happy one. The cat wields a hammer in their other hand, and also sports blood-splattered clothing.",
                "spoilerReason": "Blood, implied torture, sadism",
                "lowres": false
            },
            {
                "filename": "jammque-paprika-folklorical-defenestrate.png",
                "title": "Mythological Creature Learns the Meaning of Pain",
                "description": "Reference to that one stupid GenAI slideshow meme where Luigi gets sick and Mario throws people out of windows until he can save his brother. Drawover. Featuring the folklorical / mythical version of Paprika.",
                "date": "March 26, 2025",
                "artistName": "Jammque",
                "artistProfile": "https://bsky.app/profile/jammque.bsky.social",
                "altText": "Low resolution black-and-white aliased digital drawing of an anthropomorphic rabbit with talons, a long unicorn horn, and a snake tail. It appears to have been thrown out of the window of a tall building. It has a surprised and scared expression on its face.",
                "spoilerReason": "",
                "lowres": true
            },
            {
                "filename": "janinfloli-paprika-cronch-serve-cunt.png",
                "title": "I Feel so Anime",
                "description": "The most powerful pose Paprika can be found in. Nothing has come close to this day. It speaks for itself.",
                "date": "May 28, 2024",
                "artistName": "Janinfloli (not on social media, as far as I know)",
                "artistProfile": "",
                "altText": "Pen on graph paper line drawing of an anthropomorphic rabbit with hair covering their eyes posing strongly and solemnly. Next to them there are words saying \"The 'c' in cronch stands for CUNT.\"",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "tequt-draw-your-moots'-ocs-paprika-bike-bicycle.png",
                "title": "Goober on a Bike",
                "description": "Cropped from a \"Draw your moots' OCs\" image. Very lanky and goofy imagining! It's very cute.",
                "date": "May 15, 2024",
                "artistName": "Tequt",
                "artistProfile": "https://bsky.app/profile/tequt.bsky.social",
                "altText": "Digital sketch drawing of an anthropomorphic rabbit with hair covering their eyes riding a bike. They wear somewhat baggy pants with a belt. The image is clearly cropped from a larger one, with a cut off title on the top stating \"Draw y\". Underneath the rabbit it says \"CAPTAIN CRONCH\".",
                "spoilerReason": "",
                "lowres": true
            },
            {
                "filename": "owlylly-paprika-creature.jpg",
                "title": "The Beginning of the Mythical Era",
                "description": "From a \"turn your sona into a creature!\" commission. This thing is cool as hell and it changed my brain chemistry. The possibilities are endless. Also I love this artstyle.",
                "date": "April 13, 2024",
                "artistName": "Owlylly",
                "artistProfile": "https://bsky.app/profile/owlylly.bsky.social",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit with wavy hair, a singular bony horn, clawed talons, and a brown snake tail. Its neck is surrounded by longer, fluffier fur. It stands openly against a white background. The drawing is signed in cursive by \"owlylly\".",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "kyungoat-paprika-ice-cream.png",
                "title": "Contemplating our Cold Existence",
                "description": "Paprika, in the classic Jesse Pinkman outfit, decides whether to end the life of an innocent ice cream cone. Kyun has a very unique way of drawing furries!",
                "date": "March 6, 2024",
                "artistName": "Kyungoat",
                "artistProfile": "https://bsky.app/profile/kyungoat.bsky.social",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit, wearing a black-and-white plaid jackey and black beanie. They tiredly stare into an ice cream cone with sprinkles they hold in their right hand.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "fo-starlord-paprika-bug-chase.gif",
                "title": "Me After I Get Isekai'd Into Yo-kai Watch World",
                "description": "Paprika trying to catch some weird kind of bug. This is a reference to a prototype of my indie RPG, Timotero. In early versions of the game, it was about catching insects (the bugs looked very strange!).",
                "date": "January 15, 2024",
                "artistName": "Not_foxo / Foxo / Fostar / Starlord8307",
                "artistProfile": "https://bsky.app/profile/not-foxo.bsky.social",
                "altText": "Digital animation of a yellow anthropomorphic rabbit chasing a fat grey bug, holding a bug net over their head. A forested background quickly scrolls past the two of them. The GIF has an IbisPaint watermark on the bottom right.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "paprika_the_dark_bard.png",
                "title": "Smoking On That Dark Evil Bard Pack",
                "description": "Paprika as an evil and charismatic motherfucker. Dungeons & Dragons. And yes, that's a mandolin. And yes, that's a bladed bow (not the kind you use with arrows).",
                "date": "November 25, 2023",
                "artistName": "Scidev (not on social media, as far as I know)",
                "artistProfile": "https://github.com/SciDev5",
                "altText": "Digital sketch drawing of an anthropomorphic rabbit holding a mandolin upside down, resting a small sword on it, much like a bow rests on a violin. They wear some sort of armor. On the right, the art is titled in cursive with \"paprika\", and underneath with \"The DARK BARD\". The art is also signed by \"SCIDEV5\" in a sci-fi themed font.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "moons_art_badge.png",
                "title": "Little Con Badge",
                "description": "Maybe at this point you have noticed that I'm a fan of this color scheme. Big ass ears!!",
                "date": "September 13, 2023",
                "artistName": "Moons_art / Catfoodgirl",
                "artistProfile": "https://bsky.app/profile/catfoodgirly.bsky.social",
                "altText": "Digital drawing of a yellow anthropomorphic rabbit with hair covering their eyes, holding the word \"Paprika\". The image is cut out in the shape of a pear.",
                "spoilerReason": "",
                "lowres": false
            },
            {
                "filename": "niko-neko-paprika.png",
                "title": "Post-VRChat Doodle (Gone Emotional)",
                "description": "If I remember correctly, this was presented to me after a VRChat session. Now, my avatar in VRChat is just a Rexouium \"deer fox\" base modified to have extremely large downturned ears. The chracter featured in the sketch still seems to be Paprika (previous model) though, so here it shall lay. The artist's sona is the one squishing my cheeks.",
                "date": "August 18, 2023",
                "artistName": "Niko Neko (gone? as far as I know)",
                "artistProfile": "",
                "altText": "Digital sketch drawing of an anthropomorphic rabbit with hair covering their eyes getting their cheeks squished by another smaller round simple animal-ish creature. The rabbit says \"why are you toching [sic] me...\", while the creature screams through tears: \"UR ADORABLE\".",
                "spoilerReason": "",
                "lowres": true
            },
            {
                "filename": "lopjerk-paprika-sketch-calm.jpg",
                "title": "Parallel Universe",
                "description": "Commission sketch, before I asked for a scarier scene. A glimpse into an alternate reality where Paprika likes to go on chill camping trips and have fun. Wouldn't that be fucked up?",
                "date": "August 6, 2023",
                "artistName": "Lopjerk",
                "artistProfile": "https://x.com/lopjerk",
                "altText": "Digital lined drawing of an anthropomorphic rabbit with hair covering their eyes sitting down, opening a can with a chef's knife, next to a campfire. They have a pleased expression on their face.",
                "spoilerReason": "Knife",
                "lowres": false
            },
            {
                "filename": "cosmos-paprika.jpg",
                "title": "All Hipped Up on a Birthday",
                "description": "Birthday gift art! He made me cute as hell look at me! Cozmoz makes super swanky art!",
                "date": "July 11, 2023",
                "artistName": "Cozmoz",
                "artistProfile": "https://bsky.app/profile/mistacozmoz.bsky.social",
                "altText": "Marker on lined paper drawing of a yellow anthropomorphic rabbit with hair covering their eyes posing for the viewer. They have one fist on their hip and one hand up to their head in a peace sign. Next to them are the words \"HAPPY BDAY CRONCH!\", and the art is signed by \"Cosmos\".",
                "spoilerReason": "",
                "lowres": false
            }
        ]
    },
    "capri": [
        {
            "filename": "meowkuza-capri.png",
            "title": "Posed up (hard)",
            "description": "For her first commission (helping to solidify her character status as a sona), she was placed in a more usual scenario. She put her camera or maybe phone on the ground with the fisheye lens on and posed up for the hardest pic of all time. I gave her fun dangly hornrings, as well as a short sleeve shirt and bag I actually own (though she gets to add a scarab of course).",
            "date": "September 17, 2024",
            "artistName": "Skek / Meowkuza",
            "artistProfile": "https://x.com/meowkuza",
            "altText": "Digital drawing of a red anthropomorphic wingless dragonlike creature. They have curved horns, wear a green cloak, and sport a green waist bag. A front view of the character is seen on the right, and a side view on the left side of the image. At the top, the name \"CAPRI\" is written.",
            "spoilerReason": "",
            "lowres": false
        },
        {
            "filename": "capri-ref.png",
            "title": "Refurbished Original Design Reference",
            "description": "As she was originally a video game NPC, her reference page was also originally a 2D reference for a 3D model (which never ended up happening). Once again, I decided to clean it up and color it to make a full ref (also why she is in A-pose). I think the title bar at the top of the screenshot says it all.",
            "date": "January 17, 2024",
            "artistName": "Captaincronch / Captcronch / Cronch (me)",
            "artistProfile": "https://ref.paprika.live",
            "altText": "Digital drawing of a red anthropomorphic wingless dragonlike creature seen from a fisheye lens placed on the ground in front of them. They have curved horns, wear an unbuttoned green botanical print short sleeve shirt, and sport a yellow bag. They pose, leaning back against a pole, with one foot also against it. The background consists of an abstract cityscape, with blocky grey buildings, and a light blue cloudy sky.",
            "spoilerReason": "",
            "lowres": false
        }
    ],
    "other": [
        {
            "filename": "sugarxxe-nico-burger.jpg",
            "title": "Me Sowing: Haha Fuck Yeah!!! Yes!! / Me Reaping: Well This Fucking Sucks. What the Fuck.",
            "description": "They don't give Nico many smoking breaks at McDonald's.",
            "date": "October 7, 2023",
            "artistName": "Sugarxxe (dropped out of social media, as far as I know)",
            "artistProfile": "https://bsky.app/profile/sugarxxe.bsky.social",
            "altText": "Digital sketch drawing of an anthropomorphic ferret wearing a white dress shirt, tie, sunglasses, and apron. They sadly flip burgers on a grill while smoking a cigarette.",
            "spoilerReason": "",
            "lowres": false
        },
        {
            "filename": "pix-and-bit-possum-oc-mochi2106.jpg",
            "title": "Prototype OC Remake",
            "description": "Unnamed possum OC designed by me for a Pix & Bit fangame. The original concept showed a warm-colored black, white, and teal possum with a skunk-shaped tail. They wore a large dark red backpack as well as a dark red bucket hat.",
            "date": "October 2, 2023",
            "artistName": "Maeve / Mochi2106 (not on social media, as far as I know)",
            "artistProfile": "",
            "altText": "Paper and pencil sketch drawing of an anthropomorphic possum wearing a bucket hat. They have simple cartoonish round paws.",
            "spoilerReason": "",
            "lowres": false
        },
        {
            "filename": "purplecores-nico-painted.jpg",
            "title": "Chilling After Destroying an Entire Office Floor",
            "description": "Nico, the cool ferret protagonist of Not Business, Just Personal. One of my creations, it is a stealth game where you play as a ferret looking to get revenge on your workplace by destroying all the electronics through water damage. Nico is normally just a silly little guy, but on that day he had to get quite serious.",
            "date": "August 20, 2023",
            "artistName": "Purplecores",
            "artistProfile": "https://x.com/purpl3cor3z",
            "altText": "Digital lined painting of an anthropomorphic ferret wearing a white dress shirt, tie, and sunglasses. They hold a smoking cigarette, while leaning on a water cooler.",
            "spoilerReason": "",
            "lowres": false
        }
    ]
}